// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ discs.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disc.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (No Online Ticketing)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d hours";

/* i.e.: 30 minutes */
"%d minutes" = "%d minutes";

/* No comment provided by engineer. */
"%d months ago" = "%d months ago";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d of %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d theaters outside search area";

/* No comment provided by engineer. */
"%d weeks ago" = "%d weeks ago";

/* No comment provided by engineer. */
"%d years ago" = "%d years ago";

/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometre";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 month ago" = "1 month ago";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 theater outside search area";

/* No comment provided by engineer. */
"1 week ago" = "1 week ago";

/* No comment provided by engineer. */
"1 year ago" = "1 year ago";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "About";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Update Location";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Bookmarks";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Call";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cast:" = "Cast:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Change date";

/* No comment provided by engineer. */
"City/State or Postal Code" = "City/State or Postal Code";

/* No comment provided by engineer. */
"Could not find location." = "Could not find location.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray details:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data for future dates may be incomplete. Reset the search date to the current date to see full listings.";

/* No comment provided by engineer. */
"Director:" = "Director:";

/* No comment provided by engineer. */
"Directors:" = "Directors:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Downloading data" = "Downloading data";

/* No comment provided by engineer. */
"Downloading poster" = "Downloading poster";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-mail listings";

/* No comment provided by engineer. */
"Favorites" = "Favourites";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation services provided by:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Graphics by Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Last Friday";

/* No comment provided by engineer. */
"Last Monday" = "Last Monday";

/* No comment provided by engineer. */
"Last Saturday" = "Last Saturday";

/* No comment provided by engineer. */
"Last Sunday" = "Last Sunday";

/* No comment provided by engineer. */
"Last Thursday" = "Last Thursday";

/* No comment provided by engineer. */
"Last Tuesday" = "Last Tuesday";

/* No comment provided by engineer. */
"Last Wednesday" = "Last Wednesday";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Less than %1$d %2$@ away";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Less than 1 %@ away";

/* No comment provided by engineer. */
"License" = "Licence";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Loading poster" = "Loading poster";

/* No comment provided by engineer. */
"Local results unavailable" = "Local results unavailable";

/* No comment provided by engineer. */
"Localized by:" = "Localised by:";

/* No comment provided by engineer. */
"Location" = "Location";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Map";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film details provided by:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Film reviews provided by:";

/* No comment provided by engineer. */
"Movies" = "Films";

/* No comment provided by engineer. */
"My other applications" = "My other applications";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Name";

/* No comment provided by engineer. */
"Network unavailable" = "Network unavailable";

/* No comment provided by engineer. */
"No information found" = "No information found";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "No listings found at '%@' on %@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "No listings found for '%@' at '%@' on %@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "No listings found for '%@' on %@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "No results found for '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "No synopsis available.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Not yet rated";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Order tickets for %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Play trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Please enter your location";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Prioritize Bookmarks";

/* Takes the user to the website for this application */
"Project website" = "Project website";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Rated %@";

/* No comment provided by engineer. */
"Rated:" = "Rated:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Read reviews";

/* No comment provided by engineer. */
"Really close by" = "Really close by";

/* No comment provided by engineer. */
"Really far away" = "Really far away";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Release";

/* No comment provided by engineer. */
"Release date:" = "Release date:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Release: %@";

/* No comment provided by engineer. */
"Reviews" = "Reviews";

/* No comment provided by engineer. */
"Running time:" = "Running time:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Score";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Search Date";

/* No comment provided by engineer. */
"Search Distance" = "Search Distance";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Show %d hidden theatres";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Show 1 hidden theatre";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Show Both";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Show times retrieved on %@.";

/* No comment provided by engineer. */
"Studio:" = "";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Theatre last reported show times on\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Theatre providers often limit the maximum search distance they will provide data for. As a result, some theatres may not show up for you even if your search distance is set high.";

/* No comment provided by engineer. */
"Theaters" = "Theatres";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "This theatre has not yet reported its show times. When they become available, %@ will retrieve them automatically.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Ticket sales provided by:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Title";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Unknown Distance" = "Unknown Distance";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Unknown Release Date";

/* No comment provided by engineer. */
"Unrated" = "Unrated";

/* No comment provided by engineer. */
"Upcoming" = "Upcoming";

/* No comment provided by engineer. */
"Updating Listings" = "Updating Listings";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Use Small Fonts";

/* No comment provided by engineer. */
"Website" = "Website";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Written by Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Your %1$@'s country is set to: %2$@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates.";

/* No comment provided by engineer. */
"kilometer" = "kilometre";

/* No comment provided by engineer. */
"kilometers" = "kilometres";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "miles";